Repository: osmfj/osm-trans-ja
Catalog: tm/tasking-manager.tmx
Source language: en
Languages: ja

source: The Tasking Manager allows you to create projects as part of a community or organization. Either get in touch with one you know, or request the admins to add your group to the Tasking Manager.
ja: Tasking Managerには、コミュニティや組織の一員としてプロジェクトを立ち上げる機能があります。知己のコミュニティや組織に声をかけるか、あるいはTasking Managerにあなたのグループを追加するよう管理者にリクエストしてみてください。

source: Create a project and be loud about it
ja: プロジェクトの作成と宣言

source: Get people on board to map for your project. We suggest monitoring the mapping on your projects. Make sure to get them properly mapped and completed.
ja: プロジェクトを作成したら、たくさんの人に参加してもらい、マッピングを進めましょう。作成したプロジェクトの状況確認を定期的に行ってください。マッピングが正しく行われ、完了に向けて進んでいるか確認しましょう。

source: Use the data
ja: データを利用する

source: Download the data and use it for your initial purpose. The {exportToolLink} and the {overpassLink} are excellent to pick the information you need.
ja: データをダウンロードし、当初の目的に使ってみましょう。 {exportToolLink} と {overpassLink} には、そのために使えるツールが揃っています。

source: These step-by-step instructions help you to get started mapping with the Tasking Manager on OpenStreetMap.
ja: ステップバイステップ形式の解説で、Tasking Managerを使ってOpenStreetMapを編集する方法について解説されています。

source: Click on the {signUp} button in the upper right corner of the {tmHomepage} homepage.
ja: {tmHomepage} の右上に表示されている {signUp} ボタンをクリックしてください。

source: Do you have an OpenStreetMap account already? You can skip ahead to step 4.
ja: OpenStreetMapのアカウントはお持ちですか？ もし持っている場合、ステップ4までスキップしてください。

source: Provide your name and email address. We will use this information to guide you through the sign-up process.
ja: あなたの名前とメールアドレスを入力してください。入力した情報は、サインアップ処理のガイドを表示させる際に利用されます。

source: A new tab will open allowing you to register on OpenStreetMap.org. Provide your account information and press the {signUp} button at the bottom of the form.
ja: 新しくタブが開き、OpenStreetMap.orgでの登録を許可するかどうか確認が行われます。あなたのアカウント情報を入力し、フォームの一番下に表示されている {signUp} ボタンを押してください。

source: Close the tab and go back to the {tmHomepage}. Click the button to {logIn}.
ja: タブを閉じ、 {tmHomepage} を再度表示させてください。 {logIn} ボタンを押します。

source: Select {exploreProjects} in the main navigation to find a project to help map. Or use the link provided by your mapathon instructor.
ja: メニュー一覧に表示されている {exploreProjects} を選択し、作業を行うプロジェクトを選んでください。マッパソンに参加している場合、インストラクターからURLリンクが共有される場合もあります。

source: Read the introduction to the project and click on {contribute} to begin with a mapping task.
ja: プロジェクトの解説を読み、 {contribute} をクリックしてタスクのマッピングを開始します。

source: Map a randomly selected task for mapping by clicking on the button {mapATask}.
ja: 下の方に表示されている {mapATask} をクリックすると、ランダムに選択されたタスクのマッピングが開始されます。

source: Alternatively, you can also select one from the map or the task and choose “Map selected task”.
ja: あるいは、地図上から対象の区域を選択するか、“選択したタスクをマッピング” を選択してタスクを選択します。

source: This opens the editor; map all the features asked for in the instructions.
ja: この操作によって、エディタが起動します。解説で指示された地物をすべてマッピングしてください。

source: For more information on mapping in OpenStreetMap please have a look at our tutorials on the {learnPage}.
ja: OpenStreetMapでのマッピングについてわからないことがあれば、 {learnPage} のチュートリアルを読んでみてください。

source: When finished mapping, save your edits and select the button {submitTask}.
ja: マッピングが終わったら編集内容を保存し、 {submitTask} ボタンを選択します。

source: After this, you can go back to step 7 and select a new task for mapping. Thank you for your contribution to OpenStreetMap!
ja: 操作が終わったら、ステップ7に戻り、新しいタスクを選択してマッピングを続けてください。OpenStreetMapに参加いただき、ありがとうございます！

source: Contact Us
ja: 連絡先

source: Thank You!
ja: ありがとうございます！

source: One moment, there was a problem sending your message.
ja: メッセージ送信の際に問題が発生しました。少々お待ちください。

source: You'll be hearing from us soon!
ja: すぐにご連絡します、お楽しみに！

source: Proceed
ja: 進める

source: The purpose of the Tasking Manager is to divide a large mapping project into smaller tasks that can be completed rapidly and collaboratively, with many people contributing to a collective project goal. The tool shows what needs to be mapped, which areas need to be reviewed and validated for quality assurance and which areas are completed.
ja: Tasking Managerの目的は、大きな地域のマッピングプロジェクトを小さな区域のタスクに分割することによって、多くの人々が参加する状況下においても作業をすばやく協調して行い、プロジェクトの目的を達成できるようにすることです。ツール上ではマッピングされるべき対象が明確化され、品質維持のためのレビューや検証が必要な区域や作業が完了した区域が明瞭に示されるようになっています。

source: This approach allows the distribution of tasks to many individual mappers. It also allows monitoring of project progress and helps to improve the consistency of the mapping (e.g. elements to cover, specific tags to use, etc.)
ja: この方法を利用することで、多くの個人マッパーに対してタスクを割り当てることができます。また、プロジェクトの進捗状況を監視し、マッピングの完成度 (例: マッピングするべき要素の完成率、特定タグの利用など) を高めることもできるようになります。

source: All work is done through {osmLink}. OpenStreetMap is the community-driven free and editable map of the world, supported by the not-for-profit OpenStreetMap Foundation.
ja: すべての作業は {osmLink} を通じて行われます。OpenStreetMapはコミュニティによって運営される自由で編集可能な世界地図であり、非営利組織OpenStreetMap Foundationによって支援されています。

source: Read more on the {osmWikiLink} or join the discussion with your local OSM community.
ja: より詳しい情報を知るためには、 {osmWikiLink} を参照したり、地域のOSMコミュニティに参加したりしてみてください。

source: The Tasking Manager is Free and Open Source software developed by the {hotLink}. The application’s code can be accessed through {code}, where you can report issues and make contributions.
ja: Tasking Managerはフリーかつオープンソースのソフトウェアであり、 {hotLink} によって開発されています。アプリケーションのソースコードは {code} で公開されており、課題の報告や活動の参加はそちらから行うことができます。

source: Project updated successfully.
ja: プロジェクトが正常に更新されました。

source: Saving the project failed because of a Server Error. Please try again later or contact the administrator if problem persists.
ja: サーバエラーのため、プロジェクトの保存に失敗しました。時間をおいてもう一度試していただくか、問題が継続するようであれば管理者までご連絡ください。

source: Saving the project failed because you need to provide information for these required fields:
ja: プロジェクトを保存するには、必要項目を入力してください。

source: Saving the project failed because you need to provide information for these fields in your default language ({locale}):
ja: プロジェクトを保存するには、標準の言語（ {locale} ）の必要項目を入力してください。

source: Metadata
ja: メタデータ

source: Permissions
ja: アクセス権

source: Actions
ja: アクション

source: Custom Editor
ja: カスタムエディタ
